Repository: RKWKomZe/RkwCanvas
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwcanvas_domain_model_canvas.title
source: Title
de: Titel

# canvasController.message.success.notesSaved
source: Your notes have been saved.
de: Ihre Notizen wurden gespeichert.

# canvasController.message.success.notesSavingFailed
source: Your notes could not be saved.
de: Ihre Notizen konnten nicht gespeichert werden.

# canvasController.message.success.notesLoaded
source: Your notes have been loaded.
de: Ihre Notizen wurden geladen.

# canvasController.message.success.notesNotFound
source: Your notes could not be found.
de: Es konnten keine Notizen für Sie gefunden werden.

# flexform.canvas.readMore.label
source: Read more
de: Weiterführende Seite

# flexform.canvas.save.mode
source: Save mode
de: Speichermodus

# flexform.canvas.save.I.default
source: Do not save.
de: Nicht speichern

# flexform.canvas.save.I.database
source: Save to database.
de: In Datenbank speichern

# flexform.canvas.save.I.localstorage
source: Save to localstorage.
de: Im Browser speichern
